.gitignore/Reports/statistics.json
{
  "Deposit to Agent from System" : {
    "transaction" : "Deposit to Agent from System",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 102.0,
    "medianResTime" : 102.0,
    "minResTime" : 101.0,
    "maxResTime" : 103.0,
    "pct1ResTime" : 103.0,
    "pct2ResTime" : 103.0,
    "pct3ResTime" : 103.0,
    "throughput" : 38.0952380952381,
    "receivedKBytesPerSec" : 16.480654761904763,
    "sentKBytesPerSec" : 19.605654761904763
  },
  "Money Withdraw" : {
    "transaction" : "Money Withdraw",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 39.5,
    "medianResTime" : 39.5,
    "minResTime" : 38.0,
    "maxResTime" : 41.0,
    "pct1ResTime" : 41.0,
    "pct2ResTime" : 41.0,
    "pct3ResTime" : 41.0,
    "throughput" : 97.5609756097561,
    "receivedKBytesPerSec" : 40.015243902439025,
    "sentKBytesPerSec" : 51.0670731707317
  },
  "Payment" : {
    "transaction" : "Payment",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 34.0,
    "medianResTime" : 34.0,
    "minResTime" : 32.0,
    "maxResTime" : 36.0,
    "pct1ResTime" : 36.0,
    "pct2ResTime" : 36.0,
    "pct3ResTime" : 36.0,
    "throughput" : 105.26315789473684,
    "receivedKBytesPerSec" : 43.17434210526316,
    "sentKBytesPerSec" : 54.99588815789474
  },
  "Admin Login" : {
    "transaction" : "Admin Login",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2133.0,
    "medianResTime" : 2174.5,
    "minResTime" : 1802.0,
    "maxResTime" : 2381.0,
    "pct1ResTime" : 2381.0,
    "pct2ResTime" : 2381.0,
    "pct3ResTime" : 2381.0,
    "throughput" : 1.6799664006719865,
    "receivedKBytesPerSec" : 0.9712305753884923,
    "sentKBytesPerSec" : 0.5085835783284335
  },
  "Create Customer" : {
    "transaction" : "Create Customer",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 35.5,
    "medianResTime" : 35.5,
    "minResTime" : 33.0,
    "maxResTime" : 38.0,
    "pct1ResTime" : 38.0,
    "pct2ResTime" : 38.0,
    "pct3ResTime" : 38.0,
    "throughput" : 100.0,
    "receivedKBytesPerSec" : 60.9375,
    "sentKBytesPerSec" : 61.23046875
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 32,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 316.46875000000006,
    "medianResTime" : 43.0,
    "minResTime" : 32.0,
    "maxResTime" : 2381.0,
    "pct1ResTime" : 1976.2999999999997,
    "pct2ResTime" : 2327.0499999999997,
    "pct3ResTime" : 2381.0,
    "throughput" : 10.843781768891901,
    "receivedKBytesPerSec" : 5.199177715181294,
    "sentKBytesPerSec" : 5.449688664859369
  },
  "Create Agent" : {
    "transaction" : "Create Agent",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 46.75,
    "medianResTime" : 47.0,
    "minResTime" : 44.0,
    "maxResTime" : 49.0,
    "pct1ResTime" : 49.0,
    "pct2ResTime" : 49.0,
    "pct3ResTime" : 49.0,
    "throughput" : 81.63265306122449,
    "receivedKBytesPerSec" : 49.027423469387756,
    "sentKBytesPerSec" : 49.26658163265306
  },
  "Check Balance" : {
    "transaction" : "Check Balance",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 42.0,
    "medianResTime" : 42.0,
    "minResTime" : 42.0,
    "maxResTime" : 42.0,
    "pct1ResTime" : 42.0,
    "pct2ResTime" : 42.0,
    "pct3ResTime" : 42.0,
    "throughput" : 95.23809523809523,
    "receivedKBytesPerSec" : 35.063244047619044,
    "sentKBytesPerSec" : 40.17857142857142
  },
  "Deposit to Customer from Agent" : {
    "transaction" : "Deposit to Customer from Agent",
    "sampleCount" : 4,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 99.0,
    "medianResTime" : 99.0,
    "minResTime" : 99.0,
    "maxResTime" : 99.0,
    "pct1ResTime" : 99.0,
    "pct2ResTime" : 99.0,
    "pct3ResTime" : 99.0,
    "throughput" : 40.40404040404041,
    "receivedKBytesPerSec" : 17.23287563131313,
    "sentKBytesPerSec" : 20.991161616161616
  }
}